robert-hh/micropython/ports/samd/boards/ADAFRUIT_QT_PY/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "QT PY"
#define MICROPY_HW_MCU_NAME   "SAMD21E18A"

#define MICROPY_HW_DFLL_USB_SYNC    (1)

#define MICROPY_HW_SPIFLASH_ID (3)
